Repository: deerwalkrnd/dlc_mobile_app
Catalog: lib/l10n/app_*.arb
Languages: ne

source: Grades
ne: कक्षा

source: Choose Your Class
ne: आफ्नो कक्षा चयन गर्नुहोस्

source: Choose Your Subject
ne: तपाईंको विषय छान्नुहोस्

# whatClassJoin
source: What class do you want to join?
ne: तपाईं कुन कक्षामा सामेल हुन चाहनुहुन्छ?

# subject_science
source: Science
ne: विज्ञान

# subject_mathematics
source: Mathematics
ne: गणित

# subject_english
source: English
ne: अंग्रेजी

# subject_nepali
source: Nepali
ne: नेपाली

# subject_social_studies
source: Social Studies
ne: सामाजिक अध्ययन

source: Nepali
ne: नेपाली

# subject_physics
source: Physics
ne: भौतिक विज्ञान

# subject_chemistry
source: Chemistry
ne: रसायन शास्त्र

# subject_zoology
source: Zoology
ne: जीवविज्ञान

# flippedCLass
source: Flipped classes, by definition, “is a pedagogical model in which the typical lecture and homework elements of a course are reversed”. DLC, through this portal, aims at promoting flipped classes model across the country whereby students watch the lectures, in the form of short videos, in the home and utilize regular class hours for discussion. 'Researches across the world have shown that student’s learning has significantly improved when taught in this model as compared to the traditional face-to-face model. We aim at improving the learning of each and every student of Nepal.'
ne: फ्लिप गरिएको कक्षाहरू, परिभाषाद्वारा, एक शैक्षिक मोडेल हो जसमा पाठ्यक्रमको विशिष्ट व्याख्यान र गृहकार्य तत्वहरू उल्टाइन्छ। DLC, यस पोर्टल मार्फत, देशभरि फ्लिप गरिएको कक्षा मोडेललाई प्रवर्द्धन गर्ने लक्ष्य राख्छ जसमा विद्यार्थीहरूले व्याख्यानहरू, छोटो भिडियोहरूको रूपमा, घरमा हेर्छन् र छलफलको लागि नियमित कक्षाको समय प्रयोग गर्छन्।' परम्परागत फेस टु फेस मोडेलको तुलनामा यस मोडलमा पढाउँदा विद्यार्थीको सिकाइमा उल्लेखनीय सुधार भएको विश्वभरका अनुसन्धानले देखाएको छ। हामी नेपालका प्रत्येक विद्यार्थीको सिकाइ सुधार गर्ने लक्ष्य राख्छौं।'

# flippedTitle
source: Flipped Class
ne: फ्लिप क्लास

# pressTitle
source: Press Release
ne: प्रेस विमोचन

source: Instructors
ne: प्रशिक्षक

source: More
ne: थप

# pressRelease
source: Deerwalk Learning Center is an online platform for teaching and learning and was initiated to make education reachable to every corner of the country. It is packed with teaching videos of every chapters of English, Nepali, Mathematics, Social, and Science that are included in the syllabus prescribed by the Curriculum Development Center. Deerwalk Learning Center is developed to meet the distinct needs of today’s education system, so students can personalize their learning by creating their individual learning path. The videos of Deerwalk Learning Center are designed to give students a great experience of learning. The 1600 plus video lectures delivers a detailed explanation of the course materials through engaging content, attractive images and graphics, and virtual teacher. Deerwalk Learning Center consists of complete teachings of six grades (Grade V - Grade X) and the work has been ongoing rapidly to create teaching videos of Grade I to IV. Deerwalk Learning Center’s learning videos provides students with a holistic learning experience. The students in any corner with internet connectivity can get access to the best teachers and seek understanding through their teaching. The lessons are planned and crafted with deepest details and after experimenting with students in the physical classroom. This holistic approach has seen student engagement of over 17 minutes per session being spent by a student on the website. Deerwalk Learning Center is working to bring revolution in the education system of Nepal. Deerwalk Learning Center’s three platforms - web, android and offline module provides seamless experiences of learning and bring concepts to life. The web version can be accessed by visiting dlc.dwit.edu.np. At present, the mobile version of Deerwalk Learning Center is available for Android users only and can be downloaded from playstore. Deerwalk Learning Center is dedicated to impart education for free and create the best citizen of the country and its offline module can be received for free by contacting us through following details.
ne: डियरवाक लर्निङ सेन्टर एक अनलाइन प्लेटफर्म हो जुन शिक्षण र सिकाइको लागि हो र देशको प्रत्येक कुनामा शिक्षालाई पु-याउन सुरु गरिएको हो। यो अंग्रेजी, नेपाली, गणित, सामाजिक र विज्ञानका प्रत्येक अध्यायहरूको शिक्षण भिडियोहरूद्वारा भरिएको छ जुन पाठ्यक्रम विकास केन्द्रले निर्धारित पाठ्यक्रममा समावेश छन्। डियरवाक लर्निङ सेन्टर आजको शिक्षा प्रणालीको विशिष्ट आवश्यकताहरू पूरा गर्न विकसित गरिएको हो, त्यसैले विद्यार्थीहरूले आफ्नो व्यक्तिगत सिकाइको बाटो सिर्जना गरेर आफ्नो सिकाइलाई व्यक्तिगत बनाउन सक्छन्। डियरवाक लर्निङ सेन्टरका भिडियोहरूले विद्यार्थीहरूलाई उत्कृष्ट सिकाइको अनुभव दिन डिजाइन गरिएको हो। १६०० भन्दा बढी भिडियो व्याख्यानहरूले कोर्स सामग्रीको विस्तृत व्याख्या आकर्षक सामग्री, आकर्षक छविहरू र ग्राफिक्स, र भर्चुअल शिक्षक मार्फत प्रस्तुत गर्दछ। डियरवाक लर्निङ सेन्टरमा पाँचौँ देखि दशौँ कक्षाको सम्पूर्ण शिक्षण समावेश छ र कक्षा एक देखि चारको शिक्षण भिडियोहरू निर्माण गर्न तीव्र गतिमा काम भइरहेको छ। डियरवाक लर्निङ सेन्टरका सिकाइ भिडियोहरूले विद्यार्थीहरूलाई समग्र सिकाइ अनुभव प्रदान गर्दछ। इन्टरनेट जडान भएका कुनै पनि कुनाका विद्यार्थीहरूले उत्तम शिक्षकहरूको पहुँच प्राप्त गर्न सक्छन् र उनीहरूको शिक्षण मार्फत बुझ्न सक्छन्। पाठहरू सबैभन्दा गहिराइमा योजना गरिएको र शारीरिक कक्षामा विद्यार्थीहरूसँग प्रयोग गरेर तयार गरिएको छ। यो समग्र दृष्टिकोणले वेबसाइटमा विद्यार्थीले १७ मिनेटभन्दा बढी समय खर्च गरेको देखिएको छ। डियरवाक लर्निङ सेन्टर नेपालको शिक्षा प्रणालीमा क्रान्ति ल्याउन काम गरिरहेको छ। डियरवाक लर्निङ सेन्टरका तीन प्लेटफर्महरू - वेब, एन्ड्रोइड र अफलाइन मोड्युलहरूले निरन्तर सिकाइ अनुभव प्रदान गर्छन् र अवधारणाहरूलाई जीवन्त बनाउँछन्। वेब संस्करण dlc.dwit.edu.np मा भ्रमण गरेर पहुँच गर्न सकिन्छ। वर्तमानमा, डियरवाक लर्निङ सेन्टरको मोबाइल संस्करण केवल एन्ड्रोइड प्रयोगकर्ताहरूका लागि उपलब्ध छ र प्ले स्टोरबाट डाउनलोड गर्न सकिन्छ। डियरवाक लर्निङ सेन्टरले शिक्षा निःशुल्क प्रदान गर्न र देशको उत्कृष्ट नागरिक बनाउन समर्पित छ र यसको अफलाइन मोड्युल तलका विवरणहरू मार्फत सम्पर्क गरेर निःशुल्क प्राप्त गर्न सकिन्छ।

# termsOfUseTitle
source: Terms of Use
ne: प्रयोगका सर्तहरू

# lastUpdated
source: Last Updated: Dec 27, 2017
ne: अन्तिम पटक अद्यावधिक: डिसेम्बर २७, २०१७

# introText
source: Thank you for using Deerwalk Learning Center. Please read these Terms and Conditions carefully before accessing, using or obtaining any content or services provided by http://dlc.dwit.edu.np website operated by Deerwalk Learning Center. In these terms “we”, “us”, “our” or “DLC” refers to Deerwalk Learning Centre and “you” refers to you as a user of this website. Your access to and use of the service is conditioned on your acceptance of and compliance with these terms. These terms apply to all visitors, users and others who access or use the service.
ne: डियरवाक लर्निङ सेन्टरको प्रयोगको लागि धन्यवाद। कृपया http://dlc.dwit.edu.np वेबसाइटद्वारा प्रदान गरिएका कुनै पनि सामग्री वा सेवाहरू पहुँच गर्न, प्रयोग गर्न वा प्राप्त गर्नु अघि यी सर्तहरू ध्यानपूर्वक पढ्नुहोस् जुन डियरवाक लर्निङ सेन्टरद्वारा संचालित छ। यी सर्तहरूमा “हामी”, “हामीलाई”, “हाम्रो” वा “डिएलसी” भनेको डियरवाक लर्निङ सेन्टर हो र “तपाईं” भनेको यो वेबसाइटको प्रयोगकर्ता हो। सेवामा तपाईंको पहुँच र प्रयोग यी सर्तहरूको स्वीकृति र पालनको आधारमा निर्भर हुन्छ। यी सर्तहरू सबै आगन्तुकहरू, प्रयोगकर्ताहरू र अन्यहरूमा लागू हुन्छन् जसले सेवामा पहुँच वा प्रयोग गर्छन्।

# agreementText
source: BY ACCESSING OR USING THE SERVICE YOU AGREE TO BE BOUND BY THESE TERMS. IF YOU DISAGREE WITH ANY PART OF THE TERMS THEN YOU MAY NOT ACCESS THE SERVICE.
ne: सेवामा पहुँच गरेर वा प्रयोग गरेर तपाइँ यी सर्तहरूमा बाध्य हुन सहमत हुनुहुन्छ। यदि तपाईं कुनै पनि सर्तहरूसँग असहमत हुनुहुन्छ भने तपाईंले सेवामा पहुँच गर्न सक्नुहुन्न।

# intellectualPropertyTitle
source: Intellectual Property
ne: बौद्धिक सम्पत्ति

# intellectualPropertyText
source: All copyright, trademarks, design rights, patents and other intellectual property rights (registered and unregistered) in and on DLC belong to DLC. We reserve all of its rights. Nothing in the terms grants you a right or license to use any trade mark, design right or copyright owned or controlled by the DLC or any except as expressly provided in the terms.
ne: सर्वस्व अधिकार, ट्रेडमार्क, डिजाइन अधिकार, पेटेन्ट र अन्य बौद्धिक सम्पत्ति अधिकार (दर्ता गरिएको र अवैतनिक) डियरवाक लर्निङ सेन्टरको हो। हामी यसको सबै अधिकारहरू सुरक्षित राख्छौं। सर्तहरूमा केही पनि तपाइँलाई कुनै ट्रेडमार्क, डिजाइन अधिकार वा डियरवाक लर्निङ सेन्टरद्वारा स्वामित्व वा नियन्त्रण गरिएको प्रतिलिपि अधिकार प्रयोग गर्न अधिकार वा लाइसेन्स प्रदान गर्दैन।

# accessContentTitle
source: Access to Website Content
ne: वेबसाइट सामग्रीको पहुँच

# accessContentText
source: We may permit user to share the content of the website (Videos and teaching materials) with a selected group of user or download the content of the website for personal purpose. However, alternation of the content is strictly restricted.
ne: हामीले प्रयोगकर्तालाई वेबसाइटको सामग्री (भिडियो र शिक्षण सामग्रीहरू) चयनित समूहको प्रयोगकर्तासँग साझा गर्न वा व्यक्तिगत प्रयोजनको लागि वेबसाइटको सामग्री डाउनलोड गर्न अनुमति दिन सक्छौं। तथापि, सामग्रीको परिवर्तन कडाईका साथ प्रतिबन्धित छ।

# userContentTitle
source: User Content
ne: प्रयोगकर्ता सामग्री

# userContentText
source: We may permit the posting of questions, comments, ratings, reviews etc. by you. You understand that whether or not such user content is published, we do not guarantee any confidentiality with respect to any submissions.
ne: हामी तपाईंलाई प्रश्नहरू, टिप्पणीहरू, रेटिंगहरू, समीक्षा आदि पोस्ट गर्न अनुमति दिन सक्छौं। तपाईंले बुझ्नुहुन्छ कि यस्तो प्रयोगकर्ता सामग्री प्रकाशित भए नभए पनि, हामी कुनै पनि सबमिसनहरूको गोपनीयताको ग्यारेन्टी गर्दैनौं।

# linksToOtherWebsitesTitle
source: Links to Other Websites
ne: अन्य वेबसाइटहरूमा लिंकहरू

# linksToOtherWebsitesText
source: Our Service may contain links to third-party websites or services that are not owned or controlled by us. We have no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services.
ne: हाम्रो सेवामा तेस्रो पक्षको वेबसाइटहरू वा सेवाहरूमा लिंकहरू हुन सक्छन् जुन हामीले स्वामित्व वा नियन्त्रण गर्दैनौं। हामीले कुनै पनि तेस्रो पक्षको वेबसाइट वा सेवाहरूको सामग्री, गोपनीयता नीतिहरू, वा अभ्यासहरूको लागि कुनै नियन्त्रण छैन र कुनै जिम्मेवारी लिँदैन। तपाईंले थप स्वीकार गर्नुभयो र सहमति जनाउनुहुन्छ कि हामी कुनै पनि सामग्री, सामान वा सेवाहरूको प्रयोग वा भरपर्दा भएको वा भएको क्षति वा क्षतिको लागि प्रत्यक्ष वा अप्रत्यक्ष रूपमा जिम्मेवार छैनौं।

# changesTitle
source: Changes
ne: परिवर्तनहरू

# changesText
source: We reserve the right, at our sole discretion, to modify or replace these terms at any time. We can modify these terms at any time by posting a newer version in our website. Please review the terms of use regularly for changes.
ne: हामीले हाम्रो एकमात्र विवेकमा, यी सर्तहरूलाई कुनै पनि समयमा परिमार्जन वा प्रतिस्थापन गर्ने अधिकार सुरक्षित राख्छौं। हामीले हाम्रो वेबसाइटमा नयाँ संस्करण पोष्ट गरेर कुनै पनि समयमा यी सर्तहरूलाई परिमार्जन गर्न सक्छौं। कृपया परिवर्तनहरूको लागि नियमित रूपमा प्रयोगको सर्तहरूको समीक्षा गर्नुहोस्।
